[
 "Lần gần nhất bạn thủ dâm ?",
 "Ngày bạn thủ dâm nhiều nhất là bao nhiêu lần?",
 "Bạn thích ny bạn chạm vào chỗ nào trên cơ thể ",
 "Bạn đã từng hôn vùng nhạy cảm của người khác bao giờ chưa?",
 "Hiệ tại bạn đang crush ai ?", 
 "Bạn đã trải qua bao nhiêu mối tình ?",
 "Nếu có đồng hồ ngưng đọng thời gian, bạn sẽ làm gì ?",
 "Nếu một ngày ngủ dậy thấy mình trở thành một người đối giới thì bạn sẽ làm gì?",
 "Dit nhau bnhiu lần roii-)",
 "Có coi phim người lớn bao giờ chưa?",
 "Hôm nay mặc quần màu gì?",
 "Có thẩm du bao giờ chưa ?",
 "Có quan hệ người lớn bao giờ chưa?",
 "Bị ăn sừng bao nhiêu lần rồi?",
 "Bạn đã bao giờ đi tiểu trong bể bơi chưa?",
 "Bạn đã bao giờ trốn học chưa?",
 "Hôm nay mặc áo ngực màu gì?",
 "Bạn đã ngửi quần lót của mình để kiểm tra xem chúng có bị bẩn không?",
 "Nếu bạn có thể hôn ai đó ngay bây giờ bạn sẽ hôn ai?",
 "Điều kinh tởm nhất mà bạn từng say là gì?", 
 "Có cởi đồ khi đi ngủ không?",
 "Có chụp ảnh nude hoặc quay video không",
 "Vị trí yêu thích của bạn trên giường là gì?",
 "Đã đi đá phò bao giờ chưa",
 "Một tháng làm việc đó mấy lần",
 "Khi thẩm du trong đầu nghĩ đến ai?",
 "Có từng có suy nghĩ quan hệ 18+ với ny không?",
 "Lông nách có nhiều không",
 "Thích mặt quần lọt khe hay ren?",
 "Có hay bị nốn lừng đêm khuya không?",
 "Bạn muốn có bao nhiêu đứa trẻ?",
 "Một sự thật đáng xấu hổ mà tôi nên biết về bạn là gì?",
 "Nụ hôn đầu tiên của bạn như thế nào?","Số đo 3 vòng của bạn bao nhiêu",
 "Thích kích thước hay kinh nghiệm trong chuyện dâm","Ăn cứt mũi bao giờ chưa",
 "Có ý định quan hệ với người yêu bao giờ chưa?","Cháo lưỡi bao giờ chưa",
 "Nơi yêu thích của bạn để được hôn?",
 "Bạn còn nhớ nyc không",
 "Bạn có ý định quay lại với nyc không",
 "Bạn có bị hôi nách không",
 "Chia sẽ trải nghiệm lần đầu khi cháo lưỡi với người yêu",
 "Đá lưỡi bgio chưa",
"Từng ngủ mơ địt ai chx=))",
 "Hãy kể những bí mật mà bạn chưa từng nói với ai",
"trong số tất cả những người ở đây bạn thích ai nhất",
"trong số tất cả những người ở đây người bạn thích và để ý là ai",
"gọi tên 1 người mà bạn hối hận vì đã hôn",
" bạn có người thầm thích chưa nêu tên",
"bạn có bao h nứng khi đi học chưa",
"điều gì đã khiến bạn chấm dứt mối qhe với nic trước đây",
"hiện tại bạn đang mặc đồ lót màu gì",
"nếu chỉ được dùng 1 từ chửi thề bạn sẽ dùng từ nao",
"gu của bạn là gì và ấn tượng đầu tiên của bạn đối với người ấy",
"bạn thích nhất thú cưng nào",
"sở thích biến thái của bạn là caigi",
"bạn lmj khi bạn ngửi thấy mùi nách thối của ngkhac",
"thức ăn rớt khi không ở ai cả bạn có nhặt lên ăn không",
"mức độ dâm của bạn là thế nào",
"giải thik cách bạn muốn hôn ai đó",
"nếu bạn thích hay muốn theo đuổi ngta bạn sẽ làm thế nào nêu rõ",
"bạn thích ôm gấu hay ôm người hơn"
 ]